[
  {
    "id": "v1",
    "title": "HẢI TRÌNH THỨ NHẤT ",
    "date": "1405 - 1407",
    "images": [
      "src/assets/image/chuong1/h3.jpg",
      "src/assets/image/chuong1/h1.jpg",
      "src/assets/image/chuong1/h4.jpg",
      "src/assets/image/chuong1/10.jpg",
      "src/assets/image/chuong1/12.jpg",
      "src/assets/image/chuong1/h2.jpg"
    ],
    "content": "Ta là Trịnh Hòa, người được Hoàng đế Minh Thành Tổ tin tưởng giao cho trọng trách chưa từng có trong lịch sử Đại Minh dẫn đầu đoàn bảo thuyền ra khơi, mang tơ lụa, gốm sứ, lễ vật và thiện ý đến cùng muôn nước. \nTháng bảy năm 1405, hạm đội khởi hành từ Nam Kinh, qua cảng Chương Lạc (Phúc Kiến) rồi theo gió mùa Đông Nam tiến ra biển lớn. Biển đầu thu xanh thẳm, những cánh buồm trắng đồng loạt căng lên giữa trời, hàng vạn thủy thủ đồng thanh hô vang, khởi đầu cho hành trình vượt trùng dương đầu tiên của triều Minh. \n\nChúng ta dừng lại ở Chiêm Thành – vùng đất ấm gió Lào, nơi quốc vương ra tận cảng nghênh đón. Ta thay mặt hoàng thượng trao chiếu thư, tặng lễ vật, khuyến khích giao hảo lâu dài. Trong ánh chiều vàng, tiếng trống và nhạc lễ vang vọng, ta cảm nhận được thiện ý và lòng hiếu khách của người Chiêm.\n\nRời Chiêm Thành, đoàn thuyền vượt sóng đến Java, trung tâm buôn bán lớn của Majapahit. Họ là dân thương giỏi, am hiểu hải trình nên ta thu thập được nhiều bản đồ quý. Những ngày neo thuyền ở Java, ta thường ghi vào sổ hành trình: “Sóng bạc đầu, gió đổi hướng, biển không còn xa lạ, chỉ còn lòng người hướng về trời Nam.”. \n\nSau đó, đoàn cập cảng Malacca – vùng đất chiến lược của thương hải phương Nam. Nhưng nơi đây lại bị hải tặc Trần Tổ Nghĩa chiếm cứ. Ban đầu hắn giả thần phục, rồi mưu toan cướp hàng. Khi phát hiện âm mưu, ta ra lệnh phản công. Cuộc thủy chiến nổ ra dữ dội giữa sóng lớn và khói đạn. \nQuân ta tiêu diệt hải tặc, bắt sống Trần Tổ Nghĩa, đem về Nam Kinh chịu tội. Từ đó, biển Malacca yên bình trở lại, và nước này trở thành quốc gia triều cống trung thành với Đại Minh. “Giữa trùng khơi, bão nổi ba đêm, lòng quân vẫn sáng như sao Bắc. Diệt cường đạo, lập lại hòa bình, để gió biển hát lời hữu nghị.” \n\nKhi thuyền cập bến Calicut, ta gặp thương nhân Ấn Độ – những người từ phương Tây xa xôi mang theo hương liệu và châu báu. Họ kinh ngạc trước quy mô hạm đội của Đại Minh, gọi ta là “người đến từ trời Đông”. Từ nơi ấy, ta hiểu rằng biển không chia cách con người, mà là con đường nối liền những nền văn hóa. \n\nSau hai năm viễn dương, năm 1407, ta đưa đoàn trở về Nam Kinh an toàn. Hoàng thượng thân nghênh tiếp, ban thưởng hậu hĩnh. Chuyến đi đầu tiên không chỉ khẳng định uy thế của Đại Minh mà còn mở ra kỷ nguyên mới – thời đại mà Trung Hoa bắt đầu vươn mình ra biển lớn, kết nối thế giới bằng hòa bình, thương mại và văn hóa."
  },
  {
    "id": "v2",
    "title": "HẢI TRÌNH THỨ HAI ",
    "date": "1407 - 1409",
    "images": [
      "src/assets/image/chuong2/17.jpg",
      "src/assets/image/chuong2/19.jpg",
      "src/assets/image/chuong2/21.jpg",
      "src/assets/image/chuong2/23.jpg",
      "src/assets/image/chuong2/25.jpg",
      "src/assets/image/chuong2/29.jpg"
    ],
    "content": "Sau chiến thắng ở Malacca, ta tưởng rằng sóng gió của biển lớn đã tạm ngủ yên. Nhưng lệnh của Hoàng đế Minh Thành Tổ lại đến như gió mùa đổi hướng: ta phải ra khơi lần nữa, đưa các sứ thần triều cống trở về quê hương và củng cố trật tự triều cống giữa thiên triều và các nước phương Nam. Lần này, con đường không còn trải bằng khói súng mà bằng lễ nghĩa, nhân hòa và tín nghĩa. \n\nHạm đội lại một lần nữa tập kết tại Chương Lạc, những con thuyền khổng lồ neo đậu thành hàng dài bất tận trên mặt nước. Gió Đông Nam thổi mạnh, cờ vàng của triều Minh bay rợp trời. Dưới ánh sớm mờ, ta nhìn dòng Trường Giang đổ ra biển, trong lòng dâng lên một niềm cảm xúc lạ lùng. Ta đã rời bến này một lần, nay lại đi vẫn những con người ấy, vẫn tiếng sóng ấy nhưng ý nghĩa thì đã khác. \n\nKhi đến Chiêm Thành, ta nhận ra vùng đất này như một người bạn cũ. Bến cảng vẫn đó, những dãy nhà gỗ, những ngọn đồi xanh vẫn nhìn xuống mặt nước mặn mòi. Hai năm trước, ta từng đứng nơi đây, thay mặt hoàng đế trao chiếu thư, tặng gấm vóc và ngọc trai để mở đầu bang giao. Lần này, ta đến chỉ để hỏi thăm, để duy trì mối hòa hiếu đã được gieo. \nVua Chiêm ra tận bến đón ta. Ánh mắt ông bớt đi vẻ dè chừng, thay vào đó là sự thân thiện của người đã hiểu lòng nhau. Giữa tiếng trống lễ và hương trầm lan tỏa, ta nghĩ: “Cũng vẫn là gió ấy, biển ấy, nhưng lòng người nay đã yên.” \n\n Rời Chiêm Thành, đoàn thuyền xuôi gió về Java. Đó là vùng đảo sầm uất, nơi thương nhân bốn phương tụ hội. Cảng biển của họ đông đúc và rộn ràng như một chợ lớn của thế giới. Người Ả Rập buôn trầm, người Ấn Độ bán hương liệu, người Java đổi đá quý lấy tơ lụa. \nTa được quốc vương đón tiếp, dâng lễ vật và bản đồ hải đạo. Họ nói với ta về những cơn gió mùa, về cách người đi biển biết nhìn mây để đoán phương gió, về những cơn sóng ngầm ẩn dưới lớp nước êm. Ta chợt hiểu rằng, giữa biển khơi, sự khôn ngoan không nằm ở sức mạnh, mà ở khả năng lắng nghe thiên nhiên. Khi đêm xuống, trăng rải bạc lên boong thuyền. Ta cầm bút viết vài dòng trong sổ hành trình: “Biển đêm nay hiền, gió cũng hiền. Con người, nếu biết tôn trọng nhau, thì sóng gió cũng biết cách lặng đi.” \n\nTừ Java, chúng ta hướng đến Malacca. Lần trước, ta đến nơi ấy trong khói lửa, nay quay lại trong hòa bình. Cảng Malacca đã đổi khác, thuyền buôn qua lại tấp nập, dân chài hát trên bãi, tiếng cười vang trên mặt nước. Quốc vương Malacca, người từng gửi sứ sang triều đình Minh xin được thần phục, ra nghênh đón. Khi nhìn ông cúi mình trước lá cờ Đại Minh, ta không thấy vinh quang mà thấy nhẹ nhõm. Ta nói với ông: “Kẻ mạnh không ở chỗ bắt người khác cúi đầu mà ở chỗ khiến họ tin tưởng.” Ông mỉm cười và ta hiểu giữa chúng ta đã có sự đồng thuận không cần lời. \n\nTừ Malacca, đoàn vượt Ấn Độ Dương đến Calicut, thành phố của hương liệu và đá quý. Gió nơi ấy nóng và khô, mùi hồ tiêu cay nồng như lửa. Quốc vương Zamorin sai sứ thần ra đón, mang theo lễ vật là ngọc lam, gỗ đàn hương, trầm hương và đá quý. Ta trao lại đồ sứ, gấm vóc, trà thơm và vàng bạc – những thứ mà người phương Tây chưa từng thấy. Họ nhìn đồ sứ Trung Hoa với ánh mắt say mê hỏi ta về những bí mật của men lam. Ta chỉ cười. \n “Biển không giữ bí mật chỉ con người biết giữ lòng.” \n \nBuổi tối, ta ngồi cùng các thương nhân Ả Rập và Ấn Độ, nghe họ kể chuyện về những xứ sở xa hơn nữa – nơi mặt trời lặn, nơi có loài thú cổ dài gọi là “Zarāfa” và những thành phố rực vàng bên bờ sa mạc. Ta lắng nghe lòng nửa ngưỡng mộ nửa khát khao. Đại dương rộng hơn ta tưởng và thế giới cũng không chỉ có Trung Hoa và những chư hầu quen thuộc. Có lẽ, nhiệm vụ thật sự của ta không chỉ là mang quốc uy đi xa, mà còn để mang tri thức về lại quê nhà. \n\nSau hai năm, đoàn thuyền quay về Nam Kinh. Hàng ngàn mái chèo quét nước sông Dương Tử, ánh nắng chiếu trên thân thuyền như dát bạc. Sứ thần các nước cùng theo ta về, mang theo lễ vật triều cống và lòng thành kính. Khi ta bước lên bến, Hoàng đế ra nghênh tiếp. \nNgười nói: “Trịnh Hòa không chỉ biết dẹp loạn mà còn biết giữ lòng người.”. \nTa cúi đầu đáp: “Bệ hạ, biển cả đã yên, lòng người cũng đã thuận.” Đêm đó, ta lại mở sổ hành trình. Mùi muối biển còn vương trên trang giấy. \nTa viết: “Một lần nữa, ta đi qua biển cả mà không cần đến gươm giáo. Sóng không còn là kẻ thù mà là tiếng hát. Thế giới ngoài kia không hề xa xôi – chỉ cần một lòng tin là đã đến được với nhau.”"
  },
  {
    "id": "v3",
    "title": "HẢI TRÌNH  THỨ BA",
    "date": "1409 - 1411",
    "images": [
      "src/assets/image/chuong3/32.jpg",
      "src/assets/image/chuong3/34.jpg",
      "src/assets/image/chuong3/36.jpg",
      "src/assets/image/chuong3/38.jpg",
      "src/assets/image/chuong3/40.jpg",
      "src/assets/image/chuong3/42.jpg",
      "src/assets/image/chuong3/45.jpg"
    ],
    "content": "Sau hai chuyến đi đầu tiên, ta tưởng rằng sứ mệnh của mình đã gần hoàn tất. Biển đã mở, các quốc vương phương Nam đã triều cống, thương nhân các nước đã qua lại. Nhưng Hoàng đế lại phán: “Thiên triều không chỉ cần người biết mở đường mà cần người biết giữ đường. Sóng yên không có nghĩa là lòng người đã yên.” Ta hiểu, chỉ có biển cả mới đủ rộng để thử lòng người. \n\nNăm Vĩnh Lạc thứ bảy, ta được lệnh khởi hành chuyến hải trình thứ ba. Hơn bốn mươi thuyền bảo, gần ba vạn binh sĩ và thủy thủ, cùng lễ vật, quốc thư, gấm vóc, châu ngọc – tất cả chuẩn bị suốt nhiều tháng trời. Mỗi lần hạm đội ra khơi là một lễ hội của sức mạnh và niềm tin. Khi những cánh buồm khổng lồ giương lên giữa sương mù Chương Lạc, ta biết mình lại sắp rời khỏi đất liền, đi về phía chân trời xa thẳm, nơi chưa ai biết mình sẽ gặp điều gì.\n\n Từ Nam Kinh, hạm đội xuôi Nam, ghé Malacca, rồi Java, trước khi hướng thẳng về Ceylon. Nơi ấy được người Ấn gọi là “hòn ngọc của biển Ấn”, giữa trùng khơi tỏa sáng như viên ngọc trai ẩn mình trong sóng. Người nơi đây thờ cả Phật lẫn thần, buôn hương liệu và ngọc quý. Nhưng lòng người thì không hiền như biển. \n\nQuốc vương Ceylon, Alakeshvara nghe danh hạm đội Đại Minh thì sinh lòng kiêu ngạo. Hắn cho rằng thiên triều chỉ là kẻ khách lạ mang lễ vật đến để khoe khoang nên cản trở sứ bộ thu giữ quà tặng và toan gây binh biến. Ta gửi thư, nói rằng: “Thiên triều mang lễ không mang giáo, mang nghĩa không mang gươm.” Nhưng hắn không nghe. Quân của hắn rình phục trong rừng, đốt đuốc bên bờ. Đêm đó, ta ngồi trên boong thuyền, gió biển thổi rát mặt. Trong bóng tối, ta thấy ánh lửa xa xa như sao rơi trên bờ cát. Ta biết, bình minh mai sẽ nhuốm màu máu. \n\nBa ngày sau, ta ra lệnh phản công. Sóng nổi lên cùng lúc với tiếng trống trận. Trời đổ mưa, gió rít qua những cánh buồm như tiếng rên của biển. Quân Ceylon tan vỡ, vua Alakeshvara bị bắt. Khi ta bước vào hoàng cung của hắn, ngọc trai vỡ dưới chân, tượng Phật đổ nghiêng bên bàn thờ. Mùi khói và hương trầm hòa lẫn, như lời cảnh tỉnh cho cả kẻ thắng và người thua. \nTa nhìn vị vua nhỏ bé run rẩy trong xiềng xích, lòng chợt nặng. Chiến thắng này không đem lại niềm vui. Chỉ có mệt mỏi và câu hỏi về giá trị của quyền lực. Ta viết trong nhật ký: “Biển vốn hiền, chỉ có lòng người làm sóng nổi.” \n\nKhi hạm đội trở về Nam Kinh, ta dâng bản tấu kể lại sự việc. Hoàng đế nghe xong chỉ nói: “Kẻ nhỏ mà kiêu, đáng bắt nhưng đã quy thuận thì nên tha.” Rồi ngài truyền thả vua Ceylon về nước còn ban cho y áo gấm và lễ vật. \nNgười bảo ta: “Đại quốc không cần giữ oán, chỉ cần giữ lòng nhân.” \nTa quỳ lạy, nước mắt rơi. Câu nói ấy như tiếng sấm trong lòng. Cả đời ta từng nghe lệnh chinh phạt, từng nhận chỉ dụ dựng cờ thiên triều nhưng chưa bao giờ hiểu sâu đến vậy rằng sức mạnh của một đế quốc không nằm ở vũ lực mà nằm ở lòng bao dung.\n\n Sau Ceylon, ta đến Calicut. Cảng biển ấy vẫn thơm nồng mùi hồ tiêu, hổ phách và gỗ đàn hương. Quốc vương Zamorin đón ta trọng thể. Ông dâng đá quý, ta tặng gốm sứ. Cả hai cùng ngồi nhìn sóng, không nói nhiều, chỉ cười. Ta cảm nhận được sự hiểu biết lặng lẽ giữa hai thế giới. Không cần dịch ngôn, chỉ cần lòng thiện. Đêm ấy, gió từ biển thổi vào mát lạnh. Ta nhớ lời hoàng đế: “Giữ lòng nhân.” Có lẽ, đó là bài học mà biển đang dạy ta. Mỗi con sóng khi vỗ bờ đều phải lùi lại. Sức mạnh thật sự không phải là xô đi, mà là biết dừng đúng lúc. \n \nNăm 1411, hạm đội trở về. Khi thuyền tiến vào cửa sông Dương Tử, ánh sáng ban mai chiếu lên cánh buồm lớn nhất. Ta đứng ở mũi thuyền, nhìn lại phía Nam. Trong gió, ta ngửi thấy hương hồ tiêu, mùi trầm hương, và cả vị mặn của nước mắt những người đã ngã xuống. \nTa biết, mỗi hải trình không chỉ để mở đất, mà còn để mở lòng. Khi trở về, hoàng đế ban thưởng. Người khen ta có công bình định, có tài thương thuyết. Nhưng trong lòng ta, vinh quang ấy đã phai. Cái còn lại chỉ là một sự bình thản sâu xa – thứ mà chỉ biển mới dạy được. \nĐêm đó, ta mở sổ hành trình, viết dòng cuối: “Ta đã thấy sóng nổi đã thấy bão tan nhưng điều khiến ta nhớ nhất – là lúc biển lặng.”"
  },
  {
    "id": "v4",
    "title": "HẢI TRÌNH THỨ TƯ ",
    "date": "1413 - 1415",
    "images": [
      "src/assets/image/chuong4/48.jpg",
      "src/assets/image/chuong4/50.jpg",
      "src/assets/image/chuong4/52.jpg",
      "src/assets/image/chuong4/54.jpg",
      "src/assets/image/chuong4/56.jpg",
      "src/assets/image/chuong4/59.jpg",
      "src/assets/image/chuong4/61.jpg"
    ],
    "content": "Khi tưởng rằng biển cả đã lặng, triều đình lại gọi ta vào cung. Hoàng đế Minh Thành Tổ ngồi giữa điện, nhìn ta và nói: “Ngươi đã đem hòa bình đến phương Nam nay hãy đem nhân nghĩa đến phương Tây. Biển còn xa, lòng người còn rộng.” Câu nói ấy vang trong đầu ta suốt nhiều ngày. Ta biết mình sẽ lại ra đi, và rằng phía chân trời kia vẫn còn những nơi đang chờ được nhìn thấy lá cờ của Đại Minh. \n\nMùa xuân năm Vĩnh Lạc thứ mười một, hạm đội tập kết ở Chương Lạc. Trên bến, tiếng trống hiệu vang rền, khói hương nghi ngút. Hàng trăm con thuyền bảo nối đuôi nhau như một bức tường gỗ khổng lồ giữa biển. Gió mùa Đông Nam thổi lên, những cánh buồm căng phồng như ngực rồng sắp bay. Ta đứng ở mũi thuyền, nhìn về phương Nam nơi đường chân trời hòa tan giữa sương và nước. Biển một lần nữa lại gọi tên ta. \n\nTuyến đường lần này dài hơn mọi chuyến trước: Nam Kinh, Chiêm Thành, Java, Malacca, Calicut, Ceylon rồi đến tận Hormuz – nơi được gọi là cửa ngõ của Ba Tư. Mỗi khi thuyền lướt qua những vùng biển quen thuộc, ta có cảm giác như đang đi lại trong ký ức của chính mình. \n \n Ở Chiêm Thành, người dân vẫn ra bến vẫy tay chào, những ngọn dừa vẫn nghiêng mình trong gió. Ở Malacca, bến cảng đông nghịt thuyền buôn, nơi từng là chiến trường năm xưa nay vang tiếng hát của dân chài. Còn ở Calicut, mùi tiêu cay và trầm hương vẫn quấn lấy ta như một ký ức không bao giờ phai. Quốc vương Zamorin ra đón, nói rằng: “Người phương Đông mang đến điềm lành.” Ta chỉ mỉm cười vì hiểu rằng những gì ta mang theo không phải là điềm lành mà là một phần trái tim của đất nước ta gửi gắm cho thế giới.\n\n Từ Calicut, ta cho thuyền hướng về Ceylon. Hai năm trước, nơi đây là nơi ta từng đánh trận, bắt vua Alakeshvara để rồi mang trong lòng một nỗi ray rứt không nguôi. Lần này, khi thuyền tiến gần bờ, ta thấy chùa vàng soi bóng xuống mặt nước xanh, tiếng chuông ngân xa như giọng nói của thời gian. \n \n Một vị vua mới đã lên ngôi, sai sứ ra tận cảng, mang lễ vật và chiếu thư xin lỗi về tội của người tiền triều. Ta chỉ gật đầu, dặn lính mở kho lấy tơ lụa và gấm vóc ban lại. Ta không muốn nhắc đến chuyện cũ nữa. Giữa khói nhang, ta đứng nhìn tượng Phật sáng trong nắng, lòng bỗng nhẹ như sóng vỗ. Biển dạy ta rằng, có những vết thương chỉ có thể lành bằng sự im lặng.\n\n Rời Ceylon, đoàn thuyền vượt Ấn Độ Dương để đến Hormuz. Đó là vùng biển kỳ lạ nhất mà ta từng thấy. Trời xanh đến mức tưởng chừng có thể chạm tay vào, nước biển sáng như ngọc, và cát trên bờ rực ánh vàng dưới nắng. \n \n Khi thuyền tiến vào vịnh, ta thấy những tòa tháp trắng của người Hồi giáo vươn lên như những ngón tay chạm trời. Tiếng cầu nguyện vang vọng trên gió, nhịp chậm rãi như nhịp thở của sa mạc. Các thương nhân Ba Tư ra tận bến đón ta. Họ mặc áo dài trắng, đầu quấn khăn, mắt sâu và trầm tĩnh như biển. Họ dâng ngọc trai, trầm hương, hổ phách, đá quý đổi lấy gốm sứ, lụa và trà của Đại Minh. Gió mang hương nhài và cát khô, hòa cùng mùi trầm từ hương án. Cả bến cảng như tan vào một giấc mộng giữa hai nền thế giới.\n\n Vua Hormuz tiếp đón ta trọng thể. \nÔng nói: “Biển đã đưa ngươi đến đây và biển cũng sẽ đưa ngươi trở về.” \nTa đáp: “Biển không thuộc về ai nhưng ai biết tôn trọng nó, người ấy sẽ đi xa.” Chúng ta cùng cười rồi im lặng nhìn hoàng hôn rơi xuống mặt vịnh. Ánh mặt trời đỏ như máu tan dần trên sóng và trong khoảnh khắc ấy ta cảm thấy mình nhỏ bé vô cùng chỉ như hạt cát trong bàn tay của biển cả. \nĐêm ấy, trăng tròn và sáng như gương. Ta ngồi một mình trên boong thuyền, nhìn mặt biển lặng như tờ. Người thủy thủ già cất giọng hát: \n “Cưỡi gió vượt sóng vạn dặm khơi, \nMột lòng trung nghĩa khắp nơi nơi.” \n \n Tiếng hát lan dần qua các thuyền, hòa vào tiếng gió và tiếng sóng, như nhịp tim chung của hàng vạn con người cùng sống một giấc mơ viễn dương. Ta cầm bút, ghi vào nhật ký: \n“Đêm nay, trăng của Ba Tư sáng hơn trăng ở Nam Kinh. Có lẽ vì giữa biển khơi, lòng người không còn phân biệt đâu là Đông, đâu là Tây.” \n\nHai năm sau, đoàn thuyền trở về Nam Kinh. Gió trên sông Dương Tử mang hơi ẩm của mùa hạ. Cờ xí rợp trời, trống đánh vang xa, sứ thần từ Hormuz, Ceylon và Calicut theo cùng, dâng lễ vật triều cống. Hoàng đế đón ta trong điện Thái Hòa. \n Người hỏi: “Trịnh Hòa, biển có còn xa không?”. \n Ta đáp: “Thưa bệ hạ, biển chưa bao giờ xa. Chỉ lòng người mới xa.” Nghe vậy, Hoàng đế mỉm cười, bảo rằng: “Thiên triều mạnh không vì vũ khí mà vì lòng nhân.” \n   Đêm ấy, ta mở sổ hành trình. Gió thổi qua hiên, làm ngọn đèn chao nhẹ. \n Ta viết: “Ta đã thấy mặt trời của Ấn Độ, trăng của Ba Tư, chuông Phật của Ceylon. Và ta hiểu biển không dạy ta chinh phục mà dạy ta biết lắng nghe. Chỉ khi con người biết lắng nghe nhau, đại dương mới thật sự hiền hòa.”"
  },
  {
    "id": "v5",
    "title": "HẢI TRÌNH THỨ NĂM ",
    "date": "1417 - 1419",
    "images": [
      "src/assets/image/chuong5/64.jpg",
      "src/assets/image/chuong5/65.jpg",
      "src/assets/image/chuong5/68.jpg"
    ],
    "content": "Lệnh chỉ từ hoàng cung truyền đến Nam Kinh, Hoàng đế Minh Thành Tổ lại giao cho ta sứ mệnh vượt trùng dương, đưa đoàn hải thuyền Đại Minh thực hiện chuyến hải hành thứ năm. Bốn chuyến trước, ta đã đi qua biết bao hải cảng, gặp gỡ vô số quốc vương và thương nhân khắp Đông Nam Á, Ấn Độ Dương. Nhưng lần này, mục tiêu còn xa hơn – chúng ta sẽ hướng về phương Tây xa thẳm, đến vùng đất Đông Phi, nơi mà người Trung Hoa chưa từng đặt chân đến.\n \n Trước khi khởi hành, ta cho tập kết hạm đội tại Nam Kinh, rồi từ đó xuôi theo sông Dương Tử ra biển, cập bến Chương Lạc, Phúc Kiến. Hơn ba trăm thuyền lớn nhỏ xếp hàng trên mặt nước, buồm trắng phủ kín chân trời. Mỗi con tàu là một kho báu di động – chở tơ lụa, gấm vóc, đồ sứ, trà, gạo, và lễ vật quý của triều đình. Chúng ta không chỉ đi vì thương mại, mà còn vì sứ mệnh hòa hiếu, kết nối muôn nước, làm rạng danh Thiên triều Đại Minh. \n\nChúng ta lại đi theo tuyến cũ – Chiêm Thành, Sumatra, Malacca, Calicut. Ở đâu hạm đội cũng được đón tiếp trọng thị, các quốc vương đều biết đến danh tiếng của Đại Minh. Khi rời Calicut, ta ra lệnh cho đoàn thuyền vượt qua eo Hormuz, băng qua những vùng biển chưa từng có trong hải đồ. Sóng dữ, gió lớn, nhưng lòng người háo hức – vì phía xa là vùng đất lạ, nơi mặt trời lặn trên những bãi cát vàng rực.\n\n Sau nhiều tuần vượt biển, cuối cùng chúng ta nhìn thấy những bờ biển đen sẫm của Phi châu. Những cây cọ vươn mình trong gió, tiếng trống và tiếng hát vang lên từ các làng chài xa xa. Hạm đội của ta cập bến Mogadishu, rồi Brava, sau đó là Malindi – nay thuộc vùng đất mà người đời gọi là Somalia và Kenya. \n \n Đây là lần đầu tiên trong lịch sử, hải thuyền Trung Hoa đặt chân lên lục địa Phi châu. Cảnh tượng hùng vĩ ấy khiến ta không thể quên: bến cảng đông nghịt người, những thương nhân da đen mặc áo choàng dài, trên tay cầm những món hàng quý hiếm – ngà voi, trầm hương, sừng tê, vàng và gỗ quý. \nTa mang theo tơ lụa, sứ trắng, đồng khí, trà và lễ vật của Hoàng đế để tặng cho họ. Những món quà ấy không chỉ là vật phẩm, mà là lời chào của Đại Minh gửi đến bạn bè phương xa. \n \n Các quốc vương Đông Phi vô cùng hiếu khách. Ở Mogadishu, họ dâng tặng ta sư tử và một loài thú đốm vàng gọi là “hoa phúc lộc”. Ở Brava, họ dâng lạc đà thiên lý – loại có thể đi xa không mệt, cùng đà điểu – chim lớn chạy nhanh hơn ngựa. \n \n Nhưng món quà khiến cả đoàn kinh ngạc nhất là hươu cao cổ ở Malindi. Cổ dài như cần trúc, dáng đi khoan thai, hiền hòa. Khi đưa nó về Nam Kinh, triều đình vui mừng khôn xiết. Các học giả gọi đó là “Kỳ Lân” – điềm lành tượng trưng cho thịnh trị và nhân đức. Hoàng thượng còn cho tạc tượng “Kỳ Lân Phi Châu” để ghi nhớ sự kiện này. \n\nVăn bia Trường Lạc ghi lại: \n「木骨都束國進花福禄并獅子。卜剂哈國進千里駟驛并馵雞。」\n(Mogadishu dâng hoa phúc lộc và sư tử; Brava dâng lạc đà thiên lý và đà điểu.) \n \nĐầu xuân năm Vĩnh Lạc thứ mười bảy, hạm đội ta quay về Nam Kinh. Gió thuận, biển yên – dường như trời đất cũng chúc phúc cho chuyến đi. Trên các con thuyền là vô số lễ vật, sản vật và sứ thần của nhiều nước theo cùng về triều cống. Khi ta nhìn thấy bờ sông Dương Tử hiện ra giữa làn sương sớm, trong lòng chỉ còn lại niềm tự hào:\nChúng ta – những người con của Đại Minh – đã mang hình ảnh đất nước vươn ra tận chân trời Phi châu."
  },
  {
    "id": "v6",
    "title": "HẢI TRÌNH THỨ SÁU",
    "date": "1421 - 1422",
    "images": ["src/assets/image/chuong6/76.jpg"],
    "content": "Tháng ba, năm Vĩnh Lạc thứ mười chín\n Mùa xuân năm nay, Hoàng thượng ban chỉ: “Các sứ thần từ Tây Dương đã ở triều đình nhiều năm, nay nên được đưa về bản quốc.” \nVâng mệnh, ta lại chỉ huy hạm đội Bảo thuyền khởi hành từ Nam Kinh, vượt biển đến Trường Lạc (Phúc Kiến), nơi tập kết hơn ba trăm chiến thuyền và hàng vạn thủy binh.\nMệnh lệnh lần này khác với những chuyến trước – không phải để khai phá vùng đất mới, mà để hộ tống các sứ thần về nước, đồng thời duy trì hệ thống triều cống mà Thiên triều đã gây dựng khắp vùng Tây Dương.\n \n Trước ngày xuất phát, Hoàng thượng thân chinh cúng tế Trời Đất tại Tử Cấm Thành mới khánh thành ở Bắc Kinh, rồi phán: \n“Ngươi mang đức hòa bình mà đi, đem lễ nghĩa Đại Minh mà dạy muôn phương.” \nTa lĩnh chỉ, lòng trĩu nặng trách nhiệm. \n \n Từ Trường Lạc, đoàn thuyền hướng về phương Nam, theo tuyến quen thuộc qua Chiêm Thành, rồi Malacca và Sumatra (Achi). \n Malacca khi ấy đã trở thành một trung tâm lớn, nơi giao thương giữa thương nhân Trung Hoa, Ả Rập và Ấn Độ. Vua Malacca đích thân ra đón hạm đội, xin được tiếp tục triều cống thường niên.\n Chúng ta dừng lại nhiều ngày để bổ sung lương thực, nước ngọt và sửa sang tàu. Trên boong, gió biển vẫn mang mùi trầm và hồ tiêu – những sản vật mà vùng này nổi tiếng. \n \n Qua Nam Dương, đến Champa, Malacca, Sumatra, rồi theo hải trình cũ sang Ceylon và Calicut. Nơi ấy, thương nhân Ấn Độ chen vai nối gót, hương trầm, hồ tiêu, vàng bạc tràn ngập bến cảng. \n Tại Calicut, ta hạ lệnh phân chia hạm đội:\n - Nhánh Tây Bắc gồm mười ba bảo thuyền, hướng về Hormuz, Djofar và Aden, đưa sứ thần Ả Rập – Ba Tư về nước.\n - Nhánh Tây Nam đi Mogadishu và Brava, tiễn sứ thần các quốc gia Đông Phi. \n - Còn ta, chỉ huy hạm đội trung tâm, ở lại Calicut để điều phối mọi việc, duy trì thông thương và nghi lễ. \nTừ khoang thuyền nhìn ra, trời Ả Rập xanh như ngọc, biển như dát bạc. Những cánh buồm nhà Minh trải khắp Ấn Độ Dương, rợp một màu trắng dưới nắng phương Tây.\n\n Hải trình này không phải là chinh phạt, mà là chuyến đi của lễ nghi và tín nghĩa. Chúng ta mang theo những tặng phẩm của Đại Minh: lụa gấm, đồ sứ men xanh trắng, trà, rượu, vàng bạc — tượng trưng cho phú thịnh và lòng nhân của hoàng triều.\n Các quốc vương Hormuz, Ceylon, Mogadishu, Aden khi đón sứ thần trở về đều mở yến tiệc lớn, cúi đầu tạ ơn. Họ dâng lại những báu vật kỳ lạ: \n - Từ Ả Rập: ngọc trai, trầm hương, sừng tê, vàng. \n - Từ Ceylon: đá quý, nhục quế, hồ tiêu. \n - Từ Đông Phi: ngà voi, gỗ mun, đà điểu, ngựa vằn.\n Ta nhớ mãi cảng Aden — giữa núi đỏ và biển xanh, thương nhân Ả Rập tụ hội đông như sóng. Gió mang hương trầm và tiếng hát cầu nguyện lan khắp bến cảng. Khi nhìn họ dâng lễ, ta biết rằng đạo lý Thiên triều đã lan xa hơn cả sóng gió. \n \n Chuyến đi này là để củng cố trật tự triều cống và hòa bình. \nKhông gươm giáo, không chiến thuyền, chỉ có quà tặng và danh dự. \n  Từ Hormuz đến Mogadishu, ai cũng nhắc đến Đại Minh như quốc gia của công chính và nhân nghĩa. \n Văn bia Trường Lạc ghi: \n 「永樂十九年，遣忽魯謨斯等國使臣悉還本國。其各國王益修職貢，視前有加。」\n  (Năm Vĩnh Lạc thứ mười chín, đưa sứ thần Hormuz cùng các nước khác về nước; các quốc vương càng thành kính triều cống hơn trước.) \n Những dòng ấy chính là minh chứng rằng, ta không chỉ đi qua biển, mà đã đi qua lòng người. \n\nSau hơn một năm lênh đênh, khi gió mùa đổi hướng, các nhánh hạm đội hội quân tại Malacca, rồi cùng nhau trở về. \n Ta đi qua những vùng biển từng dậy sóng dữ, nhưng lần này trời trong, nước lặng – như thể biển cả cũng an lòng với sứ mệnh của chúng ta \n \n Tháng tám, năm Vĩnh Lạc thứ hai mươi\n Khi trở về Trường Lạc, trống báo tin vang lên, hàng nghìn dân chúng kéo ra bờ biển đón.\n Ta đứng trên boong, nhìn buồm trắng rợp trời mà lòng xúc động\n Từ phương Tây xa xôi, ta đã mang về không chỉ lễ vật, mà còn tình hữu nghị, sự kính phục và tiếng ca của biển cả."
  },
  {
    "id": "v7",
    "title": "HẢI TRÌNH THỨ SÁU — Kết thúc cuộc hành trình",
    "images": [],
    "content": "Kết luận: Tổng hợp các phát hiện, những bài học và đề xuất cho các nghiên cứu sau này."
  }
]
